---
type: AreaReinforcementCurve
namespace: Autodesk.Revit.DB.Structure
version: 2024
members: 2
tags: [revit-api, class]
---

# AreaReinforcementCurve

`Autodesk.Revit.DB.Structure.AreaReinforcementCurve` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Curve | — | `public Curve Curve { get ; }` |
| Property | Parameter | — | `` |